Repository: Cement-Labs/Abyssal
Catalog: Abyssal/Localizable.xcstrings
Source language: en
Languages: zh_hans

# [after modifier mode picker]
source: of the above to trigger
zh_hans: 键以触发

# [before modifier mode picker]
source: Press
zh_hans: 按下以上

source: **%@** is open source. Click to access the source code.
zh_hans: **%@**是开源软件。单击以访问源代码仓库。

source: %g Minutes
zh_hans: %g分钟

source: %g Pixels
zh_hans: %g像素

source: %g Seconds
zh_hans: %g秒钟

source: Advanced
zh_hans: 高级

source: all
zh_hans: 全部

source: Allow **%@** to takeover the menu bar when showing this window or toggled manually. **Applies after this window is closed.**
zh_hans: 允许**%@**在此窗口打开或手动切换时接管菜单栏前缘的应用菜单。**在此窗口关闭后生效。**

source: An update is available. Click to access the download page.
zh_hans: 有可用更新。单击前往下载。

source: any
zh_hans: 任意

source: Application menu
zh_hans: 菜单栏样式

source: Auto overrides menu bar
zh_hans: 自动覆盖菜单栏

source: Auto shows
zh_hans: 自动显示

source: Auto shows the status items inside the **Hide Area** while the cursor is hovering over the spare area. If this option is enabled, the status items inside the **Hide Area,** which is between the `Hide Separator` (the middle one) and the `Always Hide Separator` (the furthest one from the screen corner), will be hidden and kept invisible, until the cursor hovers over the spare area, where the status items in **Hide Area** used to stay. Otherwise the status items will be hidden until you switch their visibility state manually. By left clicking on the `Menu Separator` (the nearest one to the screen corner), or clicking using either of the mouse buttons on the other separators, you can manually switch the visibility state of the status items inside the **Hide Area.** If you set them visible, they will never be hidden again until you manually switch their visibility state. Otherwise they will follow the behavior defined above.
zh_hans: 在光标移过空白区域时自动显示**隐藏区域**内的状态栏图标。 此选项启用时，处在`隐藏分隔符`（位于中间）和`永远隐藏分隔符`（位于离屏幕角落最远的一侧）之间的**隐藏区域**内的状态栏图标将会被隐藏，直到光标移到空白区域（状态栏图标被隐藏后的状态栏空白处）中。在此选项禁用时，你需要手动切换状态栏图标的显示状态。 通过左键单击`菜单分隔符`（位于离屏幕角落最近的一侧）或任何鼠标按键单击其它分隔符，你可以手动切换状态栏图标的显示状态。当你选择显示状态栏图标时，它们会一直保持可见；当你选择隐藏状态栏图标时，它们才会遵循上方定义的行为规则。

source: Becomes active again
zh_hans: 重新激活

source: Behaviors
zh_hans: 行为

source: Click to check for updates.
zh_hans: 单击检查更新。

source: Controls the dead zone area on the screen. **%@** will treat dead zone area as if it is not a part of the screen, which means only the non dead zone menu bar area is capable for interactions and hiding menu bar items.
zh_hans: 控制屏幕死区的大小。 **%@**会将死区视为不存在于屏幕上的区域，只有不包含在死区内的菜单栏区域会被用作交互区域和可供隐藏菜单栏图标的区域。

source: Dead zone
zh_hans: 忽略区域

source: Display ID
zh_hans: 显示器编号

source: Escape from Overriding
zh_hans: 脱离覆盖状态

source: Failed to fetch for latest version.
zh_hans: 拉取最新版本时失败。

source: Fetching for latest version…
zh_hans: 正在拉取最新版本…

source: Forever
zh_hans: 永不

source: Frontmost Application
zh_hans: 焦点应用

source: Functions
zh_hans: 功能

source: General
zh_hans: 通用

source: Haptic feedback
zh_hans: 震感反馈

source: Heavy
zh_hans: 重

source: Height
zh_hans: 高度

source: Hide certain status items permanently by moving them to the leading of the `Always Hide Separator`, that is, to the **Always Hide Area.** The status items inside the **Always Hide Area** will be hidden and kept invisible until the cursor hovers over the spare area with a modifier key down, or while this window is opened.
zh_hans: 通过将一些状态栏图标移到**永远隐藏区域**（位于`永远隐藏分隔符`的前缘）以永远隐藏它们。 **永远隐藏区域**内的图标将会一直不可见，直到光标移到空白区域内的同时按下修饰键或此窗口打开时。

source: If the screen has a notch, use the menu bar's trailing side of the notch as available area and ignore dead zone settings.
zh_hans: 如果当前屏幕有内置摄像头（又称**刘海**），则使用摄像头后缘的所有菜单栏区域作为可用区域并忽略死区设置。

source: Instant
zh_hans: 即刻

source: Launch **%@** right after macOS starts.
zh_hans: 在macOS启动后自动运行**%@。**

source: Light
zh_hans: 轻

source: Main Screen
zh_hans: 主屏幕

source: Medium
zh_hans: 中

source: Menu Bar Interaction
zh_hans: 菜单栏交互

source: Modifier
zh_hans: 修饰键

source: None
zh_hans: 无

source: Nothing
zh_hans: 无内容

source: On Change
zh_hans: 下列条件改变时

source: On Invalidation
zh_hans: 下列操作终止时

source: px
zh_hans: 像素

source: Quit
zh_hans: 退出

source: Quit %@
zh_hans: 退出%@

source: Reduce animation
zh_hans: 减少动画

source: Reduce animation to gain a more performant experience.
zh_hans: 减少动画以增加性能。

source: Remember This Screen
zh_hans: 记住此屏幕

source: Respect notch
zh_hans: 保留内置摄像头区域

source: Screen Information
zh_hans: 屏幕信息

source: Shortcuts
zh_hans: 快捷键

source: Some themes will hide the icons inside the separators automatically, while others not. Themes that automatically hide the icons will only show them when the status items inside the **Hide Area** are manually set to visible, while other themes indicate this by reducing the separators' opacity.
zh_hans: 一些主题会自动隐藏分隔符中的图标，另一些则不会。 当**隐藏区域**内的状态栏图标被手动设为可见的时候，这些主题才会显示分隔符中的图标。对于其它不隐藏分隔符中图标的主题，分隔符会在同样情况下变为半透明。

source: Starts with macOS
zh_hans: 随macOS启动

source: The global shortcut used to toggle **%@**'s active state.
zh_hans: 用于切换**%@**激活状态的全局快捷键。

source: The global shortcut used to toggle menu bar override.
zh_hans: 用于切换菜单栏覆盖的全局快捷键。

source: The intensity of feedback given when triggering actions such as _enabling **Auto Shows**_ or _canceling **Auto Idling.**_
zh_hans: 在触发例如「启用**自动显示**」和「取消**自动闲置**」等动作时产生的震动反馈强度。

source: The modifier keys to use for showing the **Always Hide Area.** It is recommended to keep `⌘` enabled.
zh_hans: 显示**永久隐藏区域**时需要按下的修饰键。建议保持 `⌘` 修饰键启用。

source: The stratrgy used for automatically cancelling **Auto Idling.** When the condition is met, **%@** will recover the active state where menu bar items in both **Hide Area** and **Always Hide Area** become hidden.
zh_hans: 自动取消**自动闲置**时需要满足的条件。**%@**会在条件满足后自动切换到激活状态，隐藏位于**隐藏区域**和**永久隐藏区域**的菜单栏图标。

source: Theme
zh_hans: 主题

# Theme/Abyssal
source: Abyssal
zh_hans: 深渊

# Theme/Approaching
source: Approaching
zh_hans: 降临

# Theme/Codec
source: Codec
zh_hans: 调制解调

# Theme/Colons
source: Colons
zh_hans: 无话可说

# Theme/Droplets
source: Droplets
zh_hans: 点与滴

# Theme/Electrodiagram
source: Electrodiagram
zh_hans: 心电图

# Theme/Implication
source: Implication
zh_hans: 已推导

# Theme/Interstellar
source: Interstellar
zh_hans: 星际穿越

# Theme/MetresAway
source: Metres Away
zh_hans: 咫尺之外

# Theme/NotSoHappy
source: Not So Happy
zh_hans: 坏心情

# Theme/PlayPause
source: Play Pause
zh_hans: 暂停播放

# Theme/Simplicity
source: Simplicity
zh_hans: 简简单单

source: Time to countdown before disabling **Auto Idling.** After interacting with status items that will be automatically hidden, for example, status items inside the **Always Hidden Area,** **Auto Idling** will keep them visible until this timeout is reached, the cursor hovered over the `Hide Separator` or `Always Hide Separator`, or the specified active strategy is met.
zh_hans: 自动取消**自动闲置**之前等待的时间。 在与将会被自动隐藏的状态栏图标（例如**永远隐藏区域**内的图标）交互后，**自动闲置**功能将会自动启用以保持这些图标可见，直到达到此时间限制、光标移过`隐藏分隔符`或`永远隐藏分隔符`，或设置的激活策略达成时。

source: Timeout
zh_hans: 超时

source: Tips
zh_hans: 提示

source: Toggle active
zh_hans: 切换激活状态

source: Toggle menu bar override
zh_hans: 切换菜单栏覆盖

source: Use always hide area
zh_hans: 使用永久隐藏区域

source: Version %@
zh_hans: %@版本

source: When Satisfying Any of the %lld Rules
zh_hans: 满足%lld个条件中的任意一个时

source: Width
zh_hans: 宽度
